---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.JoulesPerGramDegreeCelsius
source: html/90ce7009-7629-9395-8266-b0d94cc6df93.htm
---
# Autodesk.Revit.DB.UnitTypeId.JoulesPerGramDegreeCelsius Property

Joules per gram degree Celsius.

## Syntax (C#)
```csharp
public static ForgeTypeId JoulesPerGramDegreeCelsius { get; }
```